ansible
aspell
autoconf
automake
bash
bash-completion2
berkeley-db
berkeley-db4
curl
docker
docker-completion
docker-compose
docker-machine
docker-swarm
fswatch
gem-completion
gettext
git
git-lfs
glib
gmp
htop-osx
httpie
hub
jq
lastpass-cli
macvim
markdown
python
readline
ruby
ruby-build
ruby-completion
siege
the_silver_searcher
tmux
tree
unison
unixodbc
vagrant-completion
vim
wget
