ansible
aspell
autoconf
automake
awscli
bash
bash-completion2
curl
diff-so-fancy
fswatch
fzf
gem-completion
git
git-lfs
gmp
htop-osx
httpie
hub
jq
markdown
nvim
python
pyenv
rbenv
readline
ripgrep
ruby-build
ruby-completion
siege
sqlite
sysdig
terraform
tmux
tree
unison
vagrant-completion
vim
vimpager
wget
