tap "anomalyco/tap"
tap "charmbracelet/tap"
tap "golangci/tap"
tap "screwdriver-cd/gitversion", "https://github.com/screwdriver-cd/gitversion.git"
tap "sst/tap"
tap "wagoodman/dive"
tap "zaquestion/tap"
brew "acme.sh"
brew "anomalyco/tap/opencode"
brew "aom"
brew "argocd"
brew "asdf"
brew "asitop"
brew "aspell"
brew "atuin"
brew "awscli"
brew "b2-tools"
brew "bat"
brew "bottom"
brew "certbot"
brew "checkmake"
brew "cilium-cli"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dive"
brew "docutils"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "glib"
brew "glow"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "gopls"
brew "goreleaser"
brew "gping"
brew "grep"
brew "harfbuzz"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "jj"
brew "jpeg-xl"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k3d"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "lima"
brew "lsd"
brew "lua"
brew "markdown"
brew "mike-engel/jwt-cli/jwt-cli"
brew "minikube"
brew "neovim"
brew "numpy"
brew "ollama"
brew "openblas"
brew "opentofu"
brew "openvino"
brew "pandoc"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "skaffold"
brew "socket_vmnet"
brew "starship"
brew "stern"
brew "terraform-docs"
brew "tesseract"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "uv"
brew "volta"
brew "watch"
brew "websocat"
brew "xh"
brew "yamllint"
brew "yq"
brew "zplug"
brew "golangci/tap/golangci-lint"
tap "mike-engel/jwt-cli"
brew "screwdriver-cd/gitversion/gitversion"
cask "1password-cli"
cask "basictex"
cask "emby"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "openscad"
cask "podman-desktop"
cask "rectangle"
cask "thumbhost3mf"
cask "wezterm@nightly"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/ramya-rao-a/go-outline"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/lint/golint"
go "github.com/fatih/gomodifytags"
go "github.com/uudashr/gopkgs/v2/cmd/gopkgs"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "golang.org/x/tools/cmd/guru"
go "github.com/tavisto/hello-world"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
