tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "screwdriver-cd/gitversion", "https://github.com/screwdriver-cd/gitversion.git"
tap "wagoodman/dive"
tap "zaquestion/tap"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "aspell"
brew "atuin"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "bottom"
brew "glib"
brew "checkmake"
brew "cilium-cli"
brew "lima"
brew "colima"
brew "cowsay"
brew "curl"
brew "dive"
brew "docutils"
brew "dust"
brew "fd"
brew "icu4c@76"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "gopls"
brew "goreleaser"
brew "gping"
brew "grep"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k3d"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "lsd"
brew "lua"
brew "markdown"
brew "minikube"
brew "neovim"
brew "openblas"
brew "numpy"
brew "openvino"
brew "pandoc"
brew "podman"
brew "podman-compose"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby-completion"
brew "shellcheck"
brew "siege"
brew "skaffold"
brew "socket_vmnet"
brew "starship"
brew "stern"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "volta"
brew "watch"
brew "websocat"
brew "xh"
brew "yamllint"
brew "yq"
brew "zplug"
brew "golangci/tap/golangci-lint"
brew "mike-engel/jwt-cli/jwt-cli"
brew "screwdriver-cd/gitversion/gitversion"
cask "1password-cli"
cask "basictex"
cask "emby"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "headlamp"
cask "pgadmin4"
cask "podman-desktop"
cask "rectangle"
cask "wezterm@nightly"
