tap "fairwindsops/tap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "imhotepio/k9salpha"
tap "mike-engel/jwt-cli"
tap "screwdriver-cd/gitversion", "https://github.com/screwdriver-cd/gitversion.git"
tap "sourcegraph/src-cli"
tap "versent/taps"
tap "wagoodman/dive"
tap "zaquestion/tap"
brew "ansible"
brew "argocd"
brew "automake"
brew "coreutils"
brew "asdf"
brew "aspell"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bottom"
brew "glib"
brew "checkmake"
brew "cilium-cli"
brew "cmctl"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "cowsay"
<<<<<<< HEAD
brew "dive"
=======
brew "curl"
brew "dive"
brew "docutils"
brew "dog"
brew "dust"
brew "eksctl"
brew "fd"
>>>>>>> e653503 (Added some XDG_CONFIG_HOME configs and modernized a bit.)
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "gopls"
<<<<<<< HEAD
brew "gping"
brew "grep"
brew "helm"
brew "hugo"
brew "jq"
brew "k3d"
=======
brew "goreleaser"
brew "gping"
brew "grep"
brew "helm"
brew "hub"
brew "hubble"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
>>>>>>> e653503 (Added some XDG_CONFIG_HOME configs and modernized a bit.)
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "lsd"
brew "lua"
brew "markdown"
brew "minikube"
brew "neovim"
brew "pandoc"
brew "pipenv"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby-completion"
brew "saml2aws"
brew "shellcheck"
brew "siege"
brew "skaffold"
brew "socket_vmnet"
brew "sops"
brew "starship"
brew "stern"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "vault"
brew "virtualenv"
brew "volta"
brew "watch"
brew "wget"
brew "xh"
brew "yamllint"
brew "yq"
brew "zplug"
brew "fairwindsops/tap/rbac-lookup"
brew "golangci/tap/golangci-lint"
brew "mike-engel/jwt-cli/jwt-cli"
brew "screwdriver-cd/gitversion/gitversion"
brew "sourcegraph/src-cli/src-cli"
brew "splunk/tap/qbec"
cask "1password"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
<<<<<<< HEAD
cask "google-cloud-sdk"
cask "pgadmin4"
cask "rectangle"
=======
cask "session-manager-plugin"
cask "wezterm"
>>>>>>> e653503 (Added some XDG_CONFIG_HOME configs and modernized a bit.)
